Repository: gwenn-ha-dev/Siliconed
Catalog: Sources/SiliconedApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: %@ (not installed)
de: %@ (nicht installiert)
es: %@ (no instalado)
fr: %@ (non installé)
it: %@ (non installato)

source: %@ architecture
de: %@-Architektur
es: arquitectura %@
it: architettura %@

source: %@ architecture — needs its family's encoder and VAE
de: %@-Architektur – benötigt den Encoder und den VAE seiner Familie
es: arquitectura %@ — necesita el codificador y el VAE de su familia
fr: architecture %@ — il lui faut l’encodeur et le VAE de sa famille
it: architettura %@ — servono l’encoder e il VAE della sua famiglia

# %@ are using %@.
source: %1$@ are using %2$@.
de: %1$@ verwenden %2$@.
es: %1$@ están usando %2$@.
fr: %1$@ utilisent %2$@.
it: %1$@ stanno usando %2$@.

source: %@ at the earliest
de: frühestens %@
es: %@ como pronto
fr: %@ au plus tôt
it: %@ al più presto

source: %@ does no editing by reference (--ref)
de: %@ bearbeitet nicht nach Referenz (--ref)
es: %@ no edita por referencia (--ref)
fr: %@ ne fait pas d’édition par référence (--ref)
it: %@ non fa modifiche per riferimento (--ref)

source: %@ doesn't start from an image.
de: %@ geht nicht von einem Bild aus.
es: %@ no parte de una imagen.
fr: %@ ne part pas d’une image.
it: %@ non parte da un’immagine.

source: %@ expects a value
de: %@ erwartet einen Wert
es: %@ espera un valor
fr: %@ attend une valeur
it: %@ richiede un valore

source: %@ free on disk
de: %@ frei auf dem Volume
es: %@ libres en el disco
fr: %@ libres sur le disque
it: %@ liberi sul disco

source: %@ free on this disk
de: %@ frei auf diesem Volume
es: %@ libres en este disco
fr: %@ libres sur ce disque
it: %@ liberi su questo disco

# %@ has no %@ version
source: %1$@ has no %2$@ version
de: %@ hat keine Version %@
es: %@ no tiene versión %@
fr: %@ n’a pas de version %@
it: %@ non ha la versione %@

# %@ has no schedule for %@ steps.
source: %1$@ has no schedule for %2$@ steps.
de: %1$@ hat keinen Zeitplan für %2$@ Schritte.
es: %1$@ no tiene planificación para %2$@ pasos.
fr: %1$@ n’a pas de calendrier pour %2$@ pas.
it: %1$@ non ha una pianificazione per %2$@ passi.

source: %@ has no variations: a grid's sheet, or its model is not ready
de: %@ hat keine Variationen: ein Rasterbogen, oder sein Modell ist nicht bereit
es: %@ no tiene variaciones: es una hoja de contactos, o su modelo no está listo
fr: %@ n’a pas de variations : une planche de grille, ou son modèle n’est pas prêt
it: %@ non ha variazioni: è una tavola di griglia, o il suo modello non è pronto

# %@ in all · peak %@ · %lld pages swapped out
source: %1$@ in all · peak %2$@ · %3$lld pages swapped out
de: %@ insgesamt · Spitze %@ · %lld Seiten ausgelagert
es: %@ en total · pico %@ · %lld páginas enviadas a intercambio
fr: %@ en tout · pic %@ · %lld pages swappées
it: %@ in tutto · picco %@ · %lld pagine in swap

source: %@ installed
de: %@ installiert
es: %@ instalado
fr: %@ installé
it: %@ installato

source: %@ is a model, not a LoRA.
de: %@ ist ein Modell, keine LoRA.
es: %@ es un modelo, no un LoRA.
fr: %@ est un modèle, pas une LoRA.
it: %@ è un modello, non una LoRA.

# %@ is using %@.
source: %1$@ is using %2$@.
de: %1$@ verwendet %2$@.
es: %1$@ está usando %2$@.
fr: %1$@ utilise %2$@.
it: %1$@ sta usando %2$@.

source: %@ isn't installed
de: %@ ist nicht installiert
es: %@ no está instalado
fr: %@ n’est pas installé
it: %@ non è installato

source: %@ isn't installed.
de: %@ ist nicht installiert.
es: %@ no está instalado.
fr: %@ n’est pas installé.
it: %@ non è installato.

source: %@ isn't installed: its steps and LoRAs are left out.
de: %@ ist nicht installiert: Seine Schritte und LoRAs werden ausgelassen.
es: %@ no está instalado: se dejan fuera sus pasos y sus LoRA.
fr: %@ n’est pas installé : ses pas et ses LoRA sont laissés de côté.
it: %@ non è installato: i suoi passi e le sue LoRA vengono tralasciati.

source: %@ left
de: noch %@
es: quedan %@
fr: encore %@
it: %@ rimanenti

source: %1$@ needs %2$@ in the version installed (%3$@): an imported model does not switch versions
de: %1$@ benötigt %2$@ in der installierten Version (%3$@): Ein importiertes Modell wechselt nicht die Version
es: %1$@ requiere %2$@ en la versión instalada (%3$@): un modelo importado no cambia de versión
fr: %1$@ demande %2$@ dans la version installée (%3$@) : un modèle importé ne change pas de version
it: %1$@ richiede %2$@ nella versione installata (%3$@): un modello importato non cambia versione

source: %@ of memory
de: %@ Arbeitsspeicher
es: %@ de memoria
fr: %@ de mémoire
it: %@ di memoria

source: %@ on disk
de: %@ auf dem Volume
es: %@ en el disco
fr: %@ sur le disque
it: %@ sul disco

source: %@ on disk once installed
de: %@ auf dem Volume nach der Installation
es: %@ en el disco una vez instalado
fr: %@ sur le disque une fois installé
it: %@ sul disco una volta installato

source: %@ per step
de: %@ pro Schritt
es: %@ por paso
fr: %@ par pas
it: %@ per passo

source: %@ references
de: %@ Referenzen
es: %@ referencias
fr: %@ références
it: %@ riferimenti

source: %@ steps
de: %@ Schritte
es: %@ pasos
fr: %@ pas
it: %@ passi

source: %@ uninstalled
de: %@ deinstalliert
es: %@ desinstalado
fr: %@ désinstallé
it: %@ disinstallato

source: %@ used
de: %@ belegt
es: %@ en uso
fr: %@ utilisés
it: %@ utilizzati

source: %@ wasn't imported: uninstall it from the Models sheet.
de: %@ wurde nicht importiert: Deinstallieren Sie es im Fenster „Modelle“.
es: %@ no se importó: desinstálalo desde la hoja Modelos.
fr: %@ n’a pas été importé : désinstallez-le depuis la feuille Modèles.
it: %@ non è stato importato: disinstallalo dalla finestra Modelli.

# %@ · %@ on disk
source: %1$@ · %2$@ on disk
de: %1$@ · %2$@ auf dem Volume
es: %1$@ · %2$@ en el disco
fr: %1$@ · %2$@ sur le disque
it: %1$@ · %2$@ sul disco

source: %@ · %@×%@ · seed %@ · %@
de: %1$@ · %2$@×%3$@ · Seed %4$@ · %5$@
es: %1$@ · %2$@×%3$@ · semilla %4$@ · %5$@
fr: %1$@ · %2$@×%3$@ · graine %4$@ · %5$@
it: %1$@ · %2$@×%3$@ · seme %4$@ · %5$@

source: %@ · license accepted
de: %@ · Lizenz akzeptiert
es: %@ · licencia aceptada
fr: %@ · licence acceptée
it: %@ · licenza accettata

source: %@ · license not accepted yet: asked at the first render
de: %@ · Lizenz noch nicht akzeptiert: wird beim ersten Rendern abgefragt
es: %@ · licencia aún no aceptada: se pedirá en el primer renderizado
fr: %@ · licence pas encore acceptée : demandée au premier rendu
it: %@ · licenza non ancora accettata: verrà richiesta al primo rendering

# %@ × %@ is larger than the largest size, 1024 × 1536.
source: %1$@ × %2$@ is larger than the largest size, 1024 × 1536.
de: %@ × %@ ist größer als das größte Format, 1024 × 1536.
es: %@ × %@ supera el tamaño máximo, 1024 × 1536.
fr: %@ × %@ dépasse la plus grande taille, 1024 × 1536.
it: %@ × %@ supera la dimensione massima, 1024 × 1536.

# %@ × %@: each side must be a multiple of %@.
source: %1$@ × %2$@: each side must be a multiple of %3$@.
de: %@ × %@: Jede Seite muss ein Vielfaches von %@ sein.
es: %@ × %@: cada lado debe ser múltiplo de %@.
fr: %@ × %@ : chaque côté doit être un multiple de %@.
it: %@ × %@: ogni lato deve essere un multiplo di %@.

source: %@: accept its license to render
de: %@: Akzeptieren Sie die Lizenz, um zu rendern
es: %@: acepta su licencia para renderizar
fr: %@ : acceptez sa licence pour rendre
it: %@: accetta la sua licenza per eseguire il rendering

source: %lld LoRAs stacked on every cell
de: %lld LoRAs gestapelt auf jeder Zelle
es: %lld LoRA apilados en cada celda
fr: %lld LoRA empilées sur chaque case
it: %lld LoRA impilate su ogni cella

source: %lld LoRAs: the app stacks %lld at most
de: %1$lld LoRAs: Die App stapelt höchstens %2$lld
es: %1$lld LoRA: la app apila %2$lld como máximo
fr: %1$lld LoRA : l’app en empile %2$lld au plus
it: %1$lld LoRA: l’app ne impila al massimo %2$lld

source: %lld from the seed
de: %lld ab dem Seed
es: %lld desde la semilla
fr: %lld depuis la graine
it: %lld dal seme

source: %lld images
de: %lld Bilder
es: %lld imágenes
it: %lld immagini

source: %lld images copied
de: %lld Bilder kopiert
es: %lld imágenes copiadas
fr: %lld images copiées
it: %lld immagini copiate

# %lld images exported to %@
source: %1$lld images exported to %2$@
de: %lld Bilder exportiert nach %@
es: %lld imágenes exportadas a %@
fr: %lld images exportées dans %@
it: %lld immagini esportate in %@

source: %lld images selected
de: %lld Bilder ausgewählt
es: %lld imágenes seleccionadas
fr: %lld images sélectionnées
it: %lld immagini selezionate

source: %lld images were never saved.
de: %lld Bilder wurden nie gesichert.
es: %lld imágenes no se han guardado nunca.
fr: %lld images n’ont jamais été enregistrées.
it: %lld immagini non sono mai state salvate.

# %lld images: this model reads %lld at most.
source: %1$lld images: this model reads %2$lld at most.
de: %lld Bilder: Dieses Modell liest höchstens %lld.
es: %lld imágenes: este modelo lee %lld como máximo.
fr: %lld images : ce modèle en lit %lld au plus.
it: %lld immagini: questo modello ne legge al massimo %lld.

# %lld jobs for the alternatives: the queue has room for %lld (%lld jobs)
source: %1$lld jobs for the alternatives: the queue has room for %2$lld (%3$lld jobs)
de: %lld Aufträge für die Alternativen: In der Warteschlange ist Platz für %lld (%lld Aufträge)
es: %lld tareas para las alternativas: la cola tiene sitio para %lld (%lld tareas)
fr: %lld travaux pour les alternatives : la file a de la place pour %lld (%lld travaux)
it: %lld lavori per le alternative: la coda ha posto per %lld (%lld lavori)

# %lld jobs for the grid: the queue has room for %lld (%lld jobs)
source: %1$lld jobs for the grid: the queue has room for %2$lld (%3$lld jobs)
de: %1$lld Aufträge für das Raster: In der Warteschlange ist Platz für %2$lld (%3$lld Aufträge)
es: %1$lld tareas para la cuadrícula: la cola tiene sitio para %2$lld (%3$lld tareas)
fr: %1$lld travaux pour la grille : la file a de la place pour %2$lld (%3$lld travaux)
it: %1$lld lavori per la griglia: la coda ha posto per %2$lld (%3$lld lavori)

source: %lld of %lld
de: %1$lld von %2$lld
es: %1$lld de %2$lld
fr: %1$lld sur %2$lld
it: %1$lld di %2$lld

source: %lld of %lld steps
de: %1$lld von %2$lld Schritten
es: %1$lld de %2$lld pasos
fr: %1$lld sur %2$lld pas
it: %1$lld di %2$lld passi

source: %lld of these images were never saved. You can undo this with ⌘Z while the app is open.
de: %lld dieser Bilder wurden nie gesichert. Mit ⌘Z können Sie dies widerrufen, solange die App geöffnet ist.
es: %lld de estas imágenes no se han guardado nunca. ⌘Z lo deshace mientras la app siga abierta.
fr: %lld de ces images n’ont jamais été enregistrées. ⌘Z annule, tant que l’app reste ouverte.
it: %lld di queste immagini non sono mai state salvate. Puoi annullare con ⌘Z finché l’app resta aperta.

source: %lld pages
de: %lld Seiten
es: %lld páginas
it: %lld pagine

# %lld performance, %lld efficiency, %lld GPU
source: %1$lld performance, %2$lld efficiency, %3$lld GPU
de: %lld Leistung, %lld Effizienz, %lld GPU
es: %lld de rendimiento, %lld de eficiencia, %lld GPU
fr: %lld performance, %lld efficacité, %lld GPU
it: %lld prestazioni, %lld efficienza, %lld GPU

# %lld references: %@ reads %lld at most
source: %1$lld references: %2$@ reads %3$lld at most
de: %1$lld Referenzen: %2$@ liest höchstens %3$lld
es: %1$lld referencias: %2$@ lee %3$lld como máximo
fr: %1$lld références : %2$@ en lit %3$lld au plus
it: %1$lld riferimenti: %2$@ ne legge al massimo %3$lld

source: %lld renders
de: %lld Renderings
es: %lld renderizados
fr: %lld rendus
it: %lld rendering

source: %lld sketches
de: %lld Skizzen
es: %lld bocetos
fr: %lld esquisses
it: %lld schizzi

source: %lld steps
de: %lld Schritte
es: %lld pasos
fr: %lld pas
it: %lld passi

# %lld steps: a render takes between 1 and %lld.
source: %1$lld steps: a render takes between 1 and %2$lld.
de: %lld Schritte: Ein Bild braucht zwischen 1 und %lld.
es: %lld pasos: un render lleva entre 1 y %lld.
fr: %lld pas : un rendu en prend de 1 à %lld.
it: %lld passi: un rendering ne richiede da 1 a %lld.

source: %lld steps: the count this Turbo model is distilled for
de: %lld Schritte: die Anzahl, auf die dieses Turbo-Modell destilliert ist
es: %lld pasos: el número para el que está destilado este modelo Turbo
fr: %lld pas : le nombre pour lequel ce modèle Turbo est distillé
it: %lld passi: il numero per cui questo modello Turbo è distillato

source: %lld tokens · %@
de: %1$lld Token · %2$@
es: %1$lld tokens · %2$@
fr: %1$lld jetons · %2$@
it: %1$lld token · %2$@

source: %lld waiting
de: %lld wartend
es: %lld en espera
fr: %lld en attente
it: %lld in attesa

# %lld × %lld, cells of %lld × %lld
source: %1$lld × %2$lld, cells of %3$lld × %4$lld
de: %1$lld × %2$lld, Zellen von %3$lld × %4$lld
es: %1$lld × %2$lld, celdas de %3$lld × %4$lld
fr: %1$lld × %2$lld, cases de %3$lld × %4$lld
it: %1$lld × %2$lld, celle di %3$lld × %4$lld

source: %lld/%lld steps
de: %1$lld/%2$lld Schritte
es: %1$lld/%2$lld pasos
fr: %1$lld/%2$lld pas
it: %1$lld/%2$lld passi

source: (nothing)
de: (nichts)
es: (nada)
fr: (rien)
it: (niente)

source: --batch expects an integer from 1 to 8, not "%@"
de: --batch erwartet eine ganze Zahl von 1 bis 8, nicht „%@“
es: --batch espera un entero de 1 a 8, no «%@»
fr: --batch attend un entier de 1 à 8, pas « %@ »
it: --batch richiede un intero da 1 a 8, non «%@»

source: --detail expects normal, more or most, not "%@"
de: --detail erwartet normal, more oder most, nicht „%@“
es: --detail espera normal, more o most, no «%@»
fr: --detail attend normal, more ou most, pas « %@ »
it: --detail richiede normal, more o most, non «%@»

source: --out expects a folder
de: --out erwartet einen Ordner
es: --out espera una carpeta
fr: --out attend un dossier
it: --out richiede una cartella

source: --ref <image> for editing (a model with "edit": true)
de: --ref <Bild> zum Bearbeiten (ein Modell mit "edit": true)
es: --ref <imagen> para editar (un modelo con "edit": true)
fr: --ref <image> pour éditer (un modèle "edit": true)
it: --ref <immagine> per modificare (un modello "edit": true)

source: --sketch belongs to « silicontrol grid »
de: --sketch gehört zu „silicontrol grid“
es: --sketch es de «silicontrol grid»
fr: --sketch appartient à « silicontrol grid »
it: --sketch appartiene a «silicontrol grid»

# --steps expects an integer from 1 to %lld, not "%@"
source: --steps expects an integer from 1 to %1$lld, not "%2$@"
de: --steps erwartet eine ganze Zahl von 1 bis %lld, nicht „%@“
es: --steps espera un entero de 1 a %lld, no «%@»
fr: --steps attend un entier de 1 à %lld, pas « %@ »
it: --steps richiede un intero da 1 a %lld, non «%@»

source: --x and --y belong to « silicontrol grid »
de: --x und --y gehören zu „silicontrol grid“
es: --x y --y son de «silicontrol grid»
fr: --x et --y sont à « silicontrol grid »
it: --x e --y appartengono a «silicontrol grid»

source: --x seeds=N gives N seeds — silicontrol help grid
de: --x seeds=N ergibt N Seeds – silicontrol help grid
es: --x seeds=N da N semillas — silicontrol help grid
fr: --x seeds=N donne N graines — silicontrol help grid
it: --x seeds=N dà N semi — silicontrol help grid

source: 1 image
de: 1 Bild
es: 1 imagen
it: 1 immagine

source: 1 reference
de: 1 Referenz
es: 1 referencia
fr: 1 référence
it: 1 riferimento

source: 8-bit weights published by third parties: the image model from Comfy-Org (int8 convrot), the text encoder from unsloth (int8 convrot). Processor, VAE and turbo LoRA are the publisher's.
de: 8-Bit-Gewichte, von Dritten veröffentlicht: das Bildmodell von Comfy-Org (int8 convrot), der Text-Encoder von unsloth (int8 convrot). Prozessor, VAE und Turbo-LoRA stammen vom Herausgeber.
es: Pesos de 8 bits publicados por terceros: el modelo de imagen, de Comfy-Org (int8 convrot); el codificador de texto, de unsloth (int8 convrot). El procesador, el VAE y el LoRA turbo son los del editor.
fr: Poids 8 bits publiés par des tiers : le modèle d’image de Comfy-Org (int8 convrot), l’encodeur de texte d’unsloth (int8 convrot). Processeur, VAE et LoRA turbo sont ceux de l’éditeur.
it: Pesi a 8 bit pubblicati da terzi: il modello d’immagine da Comfy-Org (int8 convrot), l’encoder di testo da unsloth (int8 convrot). Processore, VAE e LoRA turbo sono quelli dell’editore.

source: 8-bit weights published by third parties: the image model from unsloth (GGUF Q8_0), the text encoder from Disty0 (SDNQ int8). Tokenizer and VAE are the publisher's.
de: 8-Bit-Gewichte, von Dritten veröffentlicht: das Bildmodell von unsloth (GGUF Q8_0), der Text-Encoder von Disty0 (SDNQ int8). Tokenizer und VAE stammen vom Herausgeber.
es: Pesos de 8 bits publicados por terceros: el modelo de imagen, de unsloth (GGUF Q8_0); el codificador de texto, de Disty0 (SDNQ int8). El tokenizador y el VAE son los del editor.
fr: Poids 8 bits publiés par des tiers : le modèle d’image d’unsloth (GGUF Q8_0), l’encodeur de texte de Disty0 (SDNQ int8). Tokenizer et VAE sont ceux de l’éditeur.
it: Pesi a 8 bit pubblicati da terzi: il modello d’immagine da unsloth (GGUF Q8_0), l’encoder di testo da Disty0 (SDNQ int8). Tokenizer e VAE sono quelli dell’editore.

source: A file can't be opened: %@.
de: Eine Datei lässt sich nicht öffnen: %@.
es: No se puede abrir un archivo: %@.
fr: Un fichier ne s’ouvre pas : %@.
it: Impossibile aprire un file: %@.

source: A file is missing: %@.
de: Eine Datei fehlt: %@.
es: Falta un archivo: %@.
fr: Un fichier manque : %@.
it: Manca un file: %@.

source: A grid that varies the model can't take a LoRA: each LoRA is made for one model.
de: Ein Raster, das das Modell variiert, kann keine LoRA verwenden: Jede LoRA ist für ein einziges Modell gemacht.
es: Una cuadrícula que varía el modelo no admite LoRA: cada LoRA está hecho para un solo modelo.
fr: Une grille qui fait varier le modèle ne prend pas de LoRA : chaque LoRA est faite pour un seul modèle.
it: Una griglia che fa variare il modello non accetta LoRA: ogni LoRA è fatta per un solo modello.

source: A model (.safetensors or .gguf) or a LoRA (.safetensors), as published on Civitai
de: Ein Modell (.safetensors oder .gguf) oder eine LoRA (.safetensors), wie auf Civitai veröffentlicht
es: Un modelo (.safetensors o .gguf) o un LoRA (.safetensors), tal como se publican en Civitai
fr: Un modèle (.safetensors ou .gguf) ou une LoRA (.safetensors), tels que publiés sur Civitai
it: Un modello (.safetensors o .gguf) o una LoRA (.safetensors), così come pubblicati su Civitai

source: A model file is damaged or from another version.
de: Eine Modelldatei ist beschädigt oder stammt aus einer anderen Version.
es: Un archivo del modelo está dañado o es de otra versión.
fr: Un fichier du modèle est abîmé ou d’une autre version.
it: Un file del modello è danneggiato o di un’altra versione.

source: A model file is damaged or from another version: %@.
de: Eine Modelldatei ist beschädigt oder stammt aus einer anderen Version: %@.
es: Un archivo del modelo está dañado o es de otra versión: %@.
fr: Un fichier du modèle est abîmé ou d’une autre version : %@.
it: Un file del modello è danneggiato o di un’altra versione: %@.

source: A model or a LoRA of a known family, as published (Civitai, Hugging Face). The encoder and VAE come with the family: there is nothing else to provide.
de: Ein Modell oder eine LoRA einer bekannten Familie, wie veröffentlicht (Civitai, Hugging Face). Encoder und VAE kommen von der Familie: Sonst ist nichts bereitzustellen.
es: Un modelo o un LoRA de una familia conocida, tal como se publica (Civitai, Hugging Face). El codificador y el VAE vienen con la familia: no hay que aportar nada más.
fr: Un modèle ou une LoRA d’une famille connue, tel que publié (Civitai, Hugging Face). L’encodeur et le VAE viennent de la famille : il n’y a rien d’autre à fournir.
it: Un modello o una LoRA di una famiglia nota, così come pubblicati (Civitai, Hugging Face). L’encoder e il VAE vengono dalla famiglia: non serve fornire altro.

source: A render is in progress.
de: Ein Rendering läuft.
es: Hay un renderizado en curso.
fr: Un rendu est en cours.
it: Rendering in corso.

source: A render is running: the diagnostic can start once the queue is empty.
de: Ein Rendering läuft: Die Diagnose kann beginnen, sobald die Warteschlange leer ist.
es: Hay un renderizado en marcha: el diagnóstico podrá empezar cuando la cola esté vacía.
fr: Un rendu tourne : le diagnostic pourra commencer une fois la file vide.
it: Un rendering è in corso: la diagnostica potrà partire quando la coda sarà vuota.

source: A sketch stops early: the later it stops, the closer to the finished image (a LoRA's style can settle late), the longer it takes. The step count is the rack's
de: Eine Skizze stoppt früh: Je später sie stoppt, desto näher ist sie am fertigen Bild (der Stil einer LoRA kann sich spät zeigen) und desto länger dauert sie. Die Schrittzahl ist die des Racks
es: Un boceto se detiene pronto: cuanto más tarde se detiene, más se parece a la imagen terminada (el estilo de un LoRA puede aparecer tarde) y más tarda. El número de pasos es el del rack
fr: Une esquisse s’arrête tôt : plus elle s’arrête tard, plus elle ressemble à l’image finie (le style d’une LoRA peut venir tard), plus elle prend de temps. Le nombre de pas est celui du rack
it: Uno schizzo si ferma presto: più tardi si ferma, più si avvicina all’immagine finita (lo stile di una LoRA può arrivare tardi), più tempo richiede. Il numero di passi è quello del rack

# A strength of %@ leaves no step out of %lld.
source: A strength of %1$@ leaves no step out of %2$lld.
de: Eine Stärke von %@ lässt von %lld Schritten keinen übrig.
es: Una intensidad de %@ no deja ningún paso de %lld.
fr: Une force de %@ ne laisse aucun pas sur %lld.
it: Un’intensità di %@ non lascia alcun passo su %lld.

source: About Siliconed
de: Über Siliconed
es: Acerca de Siliconed
fr: À propos de Siliconed
it: Informazioni su Siliconed

source: Accept and Install
de: Akzeptieren und installieren
es: Aceptar e instalar
fr: Accepter et installer
it: Accetta e installa

source: Accept and Render
de: Akzeptieren und rendern
es: Aceptar y renderizar
fr: Accepter et rendre
it: Accetta e avvia il rendering

source: Accept the model's license on huggingface.co, then sign in on this Mac: “hf auth login” in a terminal, and install again.
de: Akzeptieren Sie die Lizenz des Modells auf huggingface.co, melden Sie sich dann auf diesem Mac an („hf auth login“ in einem Terminal) und installieren Sie erneut.
es: Acepta la licencia del modelo en huggingface.co y luego inicia sesión en este Mac: «hf auth login» en un terminal, y vuelve a instalar.
fr: Acceptez la licence du modèle sur huggingface.co, puis connectez-vous sur ce Mac : « hf auth login » dans un terminal, et relancez l’installation.
it: Accetta la licenza del modello su huggingface.co, poi accedi su questo Mac: «hf auth login» in un terminale, e riavvia l’installazione.

source: Add %lld Renders to Queue
de: %lld Renderings zur Warteschlange hinzufügen
es: Añadir %lld renderizados a la cola
fr: Ajouter %lld rendus à la file
it: Aggiungi %lld rendering alla coda

source: Add Sheet to History
de: Bogen zum Verlauf hinzufügen
es: Añadir la hoja de contactos al historial
fr: Ajouter la planche à l’historique
it: Aggiungi la tavola alla cronologia

source: Add a LoRA to the stack (3 at most)
de: LoRA zum Stapel hinzufügen (höchstens 3)
es: Añadir un LoRA a la pila (3 como máximo)
fr: Ajouter une LoRA à la pile (3 au plus)
it: Aggiungi una LoRA alla pila (massimo 3)
